tap "homebrew/nginx"
tap "homebrew/dupes"
tap "homebrew/fuse"
tap "homebrew/head-only"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/binary"
tap "homebrew/boneyard"
tap "homebrew/dev-tools"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "hbang/repo"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "charizteam/chariz"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "adns"
brew "afuse"
brew "appledoc"
brew "aria2"
brew "autoconf"
brew "automake"
brew "openssl"
brew "gdbm"
brew "readline"
brew "sqlite", link: true
brew "xz"
brew "python3"
brew "azure-cli"
brew "binutils"
brew "boost"
brew "bower"
brew "bzip2", link: true
brew "gettext"
brew "libffi"
brew "pcre"
brew "pixman"
brew "carthage"
brew "clang-format"
brew "cmake"
brew "faad2"
brew "flac"
brew "libao"
brew "libcue"
brew "libogg"
brew "libvorbis"
brew "mad"
brew "mp4v2"
brew "cmus"
brew "coreutils"
brew "curl", link: true
brew "cython"
brew "ddrescue"
brew "diff-so-fancy"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "dockutil"
brew "dos2unix"
brew "gnu-tar"
brew "perl"
brew "dpkg"
brew "e2fsprogs"
brew "exiftool"
brew "ext2fuse"
brew "ext4fuse"
brew "fakeroot"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "findutils"
brew "jpeg"
brew "pkg-config"
brew "gdk-pixbuf"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-which"
brew "gnuplot"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "go"
brew "pinentry"
brew "gpg-agent"
brew "grep"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "iftop"
brew "libplist"
brew "libusb"
brew "usbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ifuse"
brew "libtool"
brew "imagemagick"
brew "irssi"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "ldid"
brew "libepoxy"
brew "libevent"
brew "libusb-compat"
brew "libmtp"
brew "libssh2"
brew "libyaml"
brew "libzip"
brew "llvm@4"
brew "make"
brew "makedepend"
brew "mas"
brew "md5sha1sum"
brew "python"
brew "mercurial"
brew "miniupnpc"
brew "mongodb", restart_service: true
brew "protobuf"
brew "mosh"
brew "ncurses"
brew "nano"
brew "nmap"
brew "ntfs-3g"
brew "openssh"
brew "optipng"
brew "p7zip"
brew "pango"
brew "recode"
brew "redis", restart_service: true
brew "rsync"
brew "ruby"
brew "simple-mtpfs"
brew "sloccount"
brew "socat"
brew "ssh-copy-id"
brew "sshfs"
brew "streamlink"
brew "telnet"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "unshield"
brew "wakeonlan"
brew "watch"
brew "webalizer"
brew "wget"
brew "xar-mackyle"
brew "yarn"
brew "youtube-dl"
brew "zopfli"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "homebrew/nginx/rtmp-nginx-module"
brew "homebrew/nginx/nginx-full", args: ["with-rtmp-module"]
brew "koekeishiya/formulae/kwm"
cask "0xed"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "au-lab"
cask "backblaze"
cask "bartender"
cask "betterzipql"
cask "bitcoin-core"
cask "boom"
cask "chicken"
cask "clover-configurator"
cask "coconutbattery"
cask "colorpicker-skalacolor"
cask "discord"
cask "disk-inventory-x"
cask "eclipse-java"
cask "emin-webpquicklook"
cask "epubquicklook"
cask "filezilla"
cask "fission"
cask "fritzing"
cask "google-drive-file-stream"
cask "gpgtools"
cask "handbrake"
cask "hermes"
cask "hetimazipql"
cask "hopper-disassembler"
cask "hyper"
cask "ifunbox"
cask "iina"
cask "imagealpha"
cask "imageoptim"
cask "impactor"
cask "inloop-qlplayground"
cask "intel-power-gadget"
cask "istat-menus"
cask "keepassx"
cask "licecap"
cask "linein"
cask "mediainfo"
cask "microsoft-office"
cask "mono-mdk"
cask "ngrok"
cask "obs"
cask "pacifist"
cask "packages"
cask "pdfexpert"
cask "qlcolorcode"
cask "qlgradle"
cask "qlmarkdown"
cask "qlnetcdf"
cask "qlplayground"
cask "qlprettypatch"
cask "qlrest"
cask "qlstephen"
cask "rcdefaultapp"
cask "rescuetime"
cask "robo-3t"
cask "scriptql"
cask "sketch"
cask "skype"
cask "slack"
cask "soulver"
cask "soundflower"
cask "soundflowerbed"
cask "soundsource"
cask "spotify"
cask "spotify-notifications"
cask "stringsfile"
cask "switchresx"
cask "the-unarchiver"
cask "ttscoff-mmd-quicklook"
cask "upterm"
cask "vanilla"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "webpquicklook"
cask "whatsyoursign"
cask "caskroom/drivers/sonos"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-fira-sans"
cask "caskroom/fonts/font-fontawesome"
cask "caskroom/fonts/font-lato"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-sans-pro"
cask "caskroom/fonts/font-source-serif-pro"
cask "caskroom/fonts/font-twitter-color-emoji"
cask "caskroom/fonts/font-ubuntu"
cask "caskroom/versions/dash3"
cask "caskroom/versions/firefox-developer-edition"
cask "caskroom/versions/google-chrome-canary"
cask "caskroom/versions/google-chrome-dev"
cask "caskroom/versions/iterm2-beta"
cask "caskroom/versions/microsoft-remote-desktop-beta"
mas "Apple Configurator 2", id: 1037126344
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Brightness Slider", id: 456624497
mas "Color Picker", id: 641027709
mas "Deliveries", id: 924726344
mas "Expressions", id: 913158085
mas "InspectPNG", id: 498851708
mas "PCalc", id: 403504866
mas "Pixelmator", id: 407963104
mas "Telegram", id: 747648890
mas "Textual", id: 896450579
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
