tap "adoptopenjdk/openjdk"
tap "getsentry/tools"
tap "go-task/tap"
tap "gromgit/fuse"
tap "harelba/q"
tap "homebrew/autoupdate"
tap "macos-fuse-t/cask"
tap "majd/repo"
tap "minacle/chntpw"
tap "mongodb/brew"
tap "robotsandpencils/made"
brew "aom"
brew "apktool"
brew "aria2"
brew "autoconf"
brew "automake"
brew "autossh"
brew "awscli"
brew "bartycrouch"
brew "bash-completion"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "berkeley-db"
brew "binwalk"
brew "bison"
brew "brotli"
brew "btop"
brew "c-ares"
brew "ca-certificates"
brew "cabextract"
brew "caddy"
brew "cairo"
brew "capstone"
brew "cdrtools"
brew "cjson"
brew "cloc"
brew "closure-compiler"
brew "cloudflared"
brew "cmake"
brew "cmark"
brew "cmocka"
brew "cocoapods"
brew "colima"
brew "composer"
brew "dash-shell"
brew "ddcctl"
brew "ddrescue"
brew "deno"
brew "diskonaut"
brew "dnsmasq"
brew "docbook-xsl"
brew "docbook"
brew "docker-compose"
brew "docker"
brew "dos2unix"
brew "dpkg"
brew "dropbear"
brew "dtc"
brew "expat"
brew "eza"
brew "fastfetch"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "ffmpeg@6"
brew "file-formula"
brew "findutils"
brew "flex"
brew "fontconfig"
brew "freetype"
brew "fribidi"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "getsentry/tools/sentry-cli"
brew "gettext"
brew "gh"
brew "ghostscript"
brew "giflib"
brew "gifsicle"
brew "git"
brew "glib-networking"
brew "glib"
brew "gmp"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "gnutls"
brew "go-task"
brew "go"
brew "gobject-introspection"
brew "gource"
brew "graphite2"
brew "graphviz"
brew "grep"
brew "groff"
brew "gromgit/fuse/ntfs-3g-mac"
brew "groonga"
brew "gtk-doc"
brew "gts"
brew "guile"
brew "gzip"
brew "harelba/q/q"
brew "highway"
brew "htop"
brew "hub"
brew "icu4c@76"
brew "ideviceinstaller"
brew "iftop"
brew "imagemagick"
brew "imath"
brew "intltool"
brew "iperf"
brew "iperf3"
brew "ipsw"
brew "irssi"
brew "isl"
brew "jasper"
brew "jbig2dec"
brew "jemalloc"
brew "jpeg-turbo"
brew "jpeg-xl"
brew "jpeg"
brew "jq"
brew "json-c"
brew "kubernetes-cli"
brew "lame"
brew "lazygit"
brew "ldid-procursus"
brew "ldid", link: false
brew "leptonica"
brew "less"
brew "libass"
brew "libassuan"
brew "libavif"
brew "libb2"
brew "libbluray"
brew "libde265"
brew "libev"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libheif"
brew "libidn"
brew "libidn2"
brew "libimagequant"
brew "libimobiledevice-glue"
brew "libimobiledevice"
brew "libirecovery"
brew "liblinear"
brew "liblqr"
brew "libmpc"
brew "libnghttp2"
brew "libplist"
brew "libpng"
brew "libpthread-stubs"
brew "libraqm"
brew "libraw"
brew "librist"
brew "librsvg"
brew "libsamplerate"
brew "libslirp"
brew "libsndfile"
brew "libssh"
brew "libssh2"
brew "libtasn1"
brew "libtool"
brew "libunibreak"
brew "libunistring"
brew "libusb"
brew "libusbmuxd"
brew "libuv"
brew "libvmaf"
brew "libvorbis"
brew "libx11"
brew "libxau"
brew "libxcb"
brew "libxdmcp"
brew "libxext"
brew "libxml2"
brew "libxrender"
brew "libyaml"
brew "libyubikey"
brew "libzip"
brew "lima"
brew "little-cms2"
brew "lzfse"
brew "lzo"
brew "m1ddc"
brew "m4"
brew "macos-term-size"
brew "make"
brew "man-db"
brew "mariadb", restart_service: :changed
brew "mbedtls"
brew "mecab-ipadic"
brew "mecab"
brew "media-info"
brew "megatools"
brew "meson"
brew "minacle/chntpw/chntpw"
brew "minicom"
brew "miniupnpc"
brew "mole"
brew "mongocli"
brew "mongodb/brew/mongodb-community-shell"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-database-tools"
brew "mongosh"
brew "mozjpeg"
brew "mpdecimal"
brew "mpfr"
brew "mpg123"
brew "msgpack"
brew "nano"
brew "nasm"
brew "ncurses"
brew "netpbm"
brew "nettle"
brew "nghttp2"
brew "ninja"
brew "nmap"
brew "node"
brew "numpy"
brew "oniguruma"
brew "open-ocd"
brew "openblas"
brew "openexr"
brew "openjpeg"
brew "openssl@3"
brew "optipng"
brew "opus"
brew "opusfile"
brew "oxipng"
brew "p11-kit"
brew "p7zip"
brew "pango"
brew "parallel"
brew "pcre"
brew "pcre2"
brew "perl"
brew "php"
brew "pillow"
brew "pinentry-mac"
brew "pinentry"
brew "pipx"
brew "pixman"
brew "pkgconf"
brew "pngcrush"
brew "po4a"
brew "potrace"
brew "pstree"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.14"
brew "python@3.9"
brew "qemu"
brew "rdap"
brew "redis", restart_service: :changed
brew "ripgrep"
brew "rsync"
brew "rtmpdump"
brew "rubberband"
brew "ruby", link: true
brew "rust"
brew "rustup"
brew "s3cmd"
brew "scrcpy"
brew "shared-mime-info"
brew "six"
brew "sleepwatcher", restart_service: :changed
brew "smartmontools"
brew "snappy"
brew "socat"
brew "speex"
brew "srt"
brew "ssdeep"
brew "sshpass"
brew "stek29/idevice/img4tool"
brew "stek29/idevice/libfragmentzip"
brew "stek29/idevice/libtihmstar-general"
brew "swiftlint"
brew "tailscale"
brew "tcl-tk"
brew "telnet"
brew "tesseract"
brew "theora"
brew "timidity"
brew "tmux"
brew "unbound"
brew "unshield"
brew "uutils-coreutils"
brew "uutils-diffutils"
brew "uutils-findutils"
brew "vbindiff"
brew "vde"
brew "viddy"
brew "vttest"
brew "webp"
brew "wget"
brew "wget2"
brew "wimlib"
brew "x265"
brew "xcodes", link: false
brew "xmlto"
brew "xorgproto"
brew "xz"
brew "yarn"
brew "ykpers"
brew "yt-dlp"
brew "zip"
brew "zlib"
brew "zopfli"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh"
brew "zstd"
cask "1password-cli"
cask "1password"
cask "affinity"
cask "aldente"
cask "android-platform-tools"
cask "archaeology"
cask "asset-catalog-tinkerer"
cask "audacity"
cask "audio-hijack"
cask "backblaze"
cask "bettermouse"
cask "blackhole-2ch"
cask "bonjeff"
cask "charles"
cask "chatty"
cask "checkra1n"
cask "coconutbattery"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "datagrip"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "deskpad"
cask "discord@ptb"
cask "disk-inventory-x"
cask "dosbox-x-app"
cask "dotnet-sdk"
cask "ente"
cask "figma"
cask "firefox@developer-edition"
cask "fission"
cask "font-inter"
cask "font-jetbrains-mono"
cask "fuse-t"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "gpg-suite"
cask "handbrake-app"
cask "hopper-disassembler"
cask "iina"
cask "ilspy"
cask "imageoptim"
cask "imhex"
cask "insomnia"
cask "iterm2@beta"
cask "jtool2"
cask "karabiner-elements"
cask "localsend"
cask "logi-options+"
cask "mac-monitor"
cask "maccy"
cask "macfuse@dev"
cask "macs-fan-control"
cask "macsymbolicator"
cask "majd/repo/ipatool"
cask "mediainfo"
cask "minecraft"
cask "mongodb-compass"
cask "monitorcontrol"
cask "mounty"
cask "netnewswire"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "orcaslicer"
cask "parsec"
cask "raycast"
cask "rider"
cask "roblox"
cask "rustdesk"
cask "safari-technology-preview"
cask "secretive"
cask "sf-symbols"
cask "sketch"
cask "soundsource"
cask "studio-3t"
cask "sublime-merge"
cask "sublime-text"
cask "suspicious-package"
cask "tailscale-app"
cask "teamviewer"
cask "temurin"
cask "textual"
cask "the-unarchiver"
cask "thunderbird@beta"
cask "transmission"
cask "ungoogled-chromium"
cask "utm"
cask "visual-studio-code"
cask "vivid-app"
cask "vlc"
cask "vnc-viewer"
cask "wakatime"
cask "webstorm"
cask "whatsyoursign"
cask "windows-app"
cask "wireshark-app"
cask "xcodes-app"
cask "zoom"
mas "Apple Configurator", id: 1037126344
mas "Brother iPrint&Scan", id: 1193539993
mas "Day Progress", id: 6450280202
mas "DevTools", id: 6444775708
mas "Final Cut Pro", id: 424389933
mas "Flighty", id: 1358823008
mas "Folder Quick Look", id: 6753110395
mas "Ivory", id: 6444602274
mas "Keyshape", id: 1223341056
mas "Logic Pro", id: 634148309
mas "Mactracker", id: 430255202
mas "Manet", id: 6470928235
mas "Medis", id: 1579200037
mas "Meta", id: 558317092
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Pixelmator Pro", id: 1289583905
mas "Plash", id: 1494023538
mas "Sequel Ace", id: 1518036000
mas "Tailscale", id: 1475387142
mas "Telephone", id: 406825478
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Timery", id: 1425368544
mas "Wayback Machine", id: 1472432422
mas "Whisper Transcription", id: 1668083311
